{
  "Pages": {
    "Home": {
      "metaData": {
        "title": "Bienvenue chez Tuinmaximaal",
        "description": "Tuinmaximaal offre la garantie du prix le plus bas sur toutes les vérandas et parois coulissantes en verre. Commandez votre véranda en kit facile à assembler.",
        "keywords": "véranda, paroi coulissante en verre, pergola, véranda aluminium, kit de construction, toiture de terrasse, garantie prix bas"
      },
      "a11y": {
        "heroImageAlt": "Véranda moderne de Tuinmaximaal avec structure en aluminium noir mat et parois coulissantes en verre.",
        "mainContentLabel": "Contenu de la page d'accueil avec sélection de magasin"
      }
    },
    "NotFound": {
      "metaData": {
        "title": "Page non trouvée",
        "description": "Oops! La page que vous cherchez est introuvable. Vérifiez l'url ou retournez à notre page d'accueil."
      },
      "heading": "Oups ! Page non trouvée.",
      "description": "Nous ne trouvons pas la page que vous recherchez. Mais ne vous inquiétez pas, nous sommes heureux de vous aider !",
      "backToHome": "Retour à l'accueil",
      "a11y": {
        "imageAlt": "Illustration d'erreur 404",
        "backToHomeDescription": "Naviguer vers la page d'accueil"
      }
    },
    "MeasuringTool": {
      "metaData": {
        "title": "Instructions de mesure pour la paroi coulissante en verre Gumax®",
        "description": "Utilisez notre outil d'instructions de mesure pour mesurer avec précision votre paroi coulissante en verre Gumax®"
      },
      "heading": "Instructions de mesure paroi coulissante en verre Gumax<sup>®</sup>",
      "tabs": {
        "wallProfileHeight": "Hauteur jusqu'au bas du profilé mural",
        "heightBottomGutter": "Hauteur jusqu'au bas de la gouttière"
      },
      "a11y": {
        "measuringSlopeImageAlt": "Image montrant comment mesurer la pente de la terrasse",
        "calculatorTabsLabel": "Options de calcul de hauteur",
        "measuringHeightPavingAlt": "Mesure de la hauteur depuis le pavage existant jusqu'à la sous-face de la gouttière de la Véranda Tuinmaximaal à l'aide d'un mètre ruban, essentielle pour l'installation de Portes et baies coulissantes.",
        "measuringHeightRecessedAlt": "Mesure précise de la hauteur d'installation pour les Portes et baies coulissantes Tuinmaximaal depuis un caniveau de fondation encastré jusqu'au cadre supérieur de la Véranda.",
        "assessingSlopeAlt": "Évaluation de la pente de la terrasse à l'aide d'un niveau à bulle et mesure de la différence de hauteur, une étape cruciale avant d'installer les Portes et baies coulissantes Tuinmaximaal.",
        "measuringWidthFrontAlt": "Démonstration de la mesure de la libre avant entre les poteaux de Véranda Tuinmaximaal avec un mètre ruban pour commander des Portes et baies coulissantes de la bonne taille.",
        "measuringWidthSideAlt": "Mesure de la profondeur latérale d'une Véranda Tuinmaximaal, du mur de la maison à un poteau de support extérieur, pour assurer un ajustement correct des Portes et baies coulissantes."
      }
    }
  },
  "Components": {
    "Header": {
      "a11y": {
        "logoAriaLabel": "Page d'accueil de Tuinmaximaal",
        "mainNavigation": "Navigation principale"
      }
    },
    "StoreSelection": {
      "selectCountry": "Sélectionnez votre pays",
      "areYouFrom": "Venez-vous de {country} ?",
      "otherCountryPreference": "Préférence pour un autre pays ?",
      "saveSelection": "Enregistrer ma sélection pour les prochaines visites."
    },
    "StoreCard": {
      "selectCountry": "Sélectionner le pays",
      "goToStore": "Continuer vers la boutique en ligne française",
      "a11y": {
        "flagAlt": "Drapeau de {country}"
      }
    },
    "Form": {
      "Common": {
        "depthVeranda": "Profondeur de la véranda",
        "depthVerandaTooltip": "Mesurez la profondeur de votre véranda, du mur jusqu'à l'avant de la gouttière. Cette dimension affecte les spécifications requises si vous installez les parois coulissantes sous une véranda existante et est pertinente pour le contexte de l'installation.",
        "MeasuringWidthSideCaption": "Mesure de la profondeur de la véranda du mur à l'avant.",
        "slope": "Pente de votre terrasse",
        "slopeTooltip": "Vérifiez si votre terrasse a une pente et mesurez la différence de hauteur sur la profondeur de la véranda. Si votre terrasse est en pente vers le jardin, vous devez compenser cette différence lors de la détermination de la hauteur de montage du profilé mural ; la hauteur de passage reste la même. Prenez également en compte la hauteur de 18 mm du rail inférieur si vous prévoyez de l'encastrer, car cela peut affecter les calculs globaux.",
        "MeasuringSlopeCaption": "Détermination de la pente de la terrasse et de la différence de hauteur.",
        "MeasuringWidthFrontCaption": "Mesure de l'avant de la véranda.",
        "slopePlaceholder": "Pente de la terrasse",
        "measurementUnitMm": "mm",
        "measurementUnitMeter": "mètre",
        "calculatePassageHeight": "Calculer la hauteur de passage",
        "calculateBottomWallProfileHeight": "Calculer la hauteur jusqu'au bas du profilé mural",
        "passageHeightResult": "La hauteur de passage calculée est de : <strong>{result} mm</strong>.",
        "rangeSuccess": "Cela se situe <strong>{within}</strong> la plage de hauteur de passage de : <strong>{min} - {max} mm</strong>.",
        "rangeSuccessWithin": "dans",
        "rangeSuccessOutside": "en dehors de",
        "rangeError": "Cela se situe <strong>{outside}</strong> la plage de hauteur de passage de Tuinmaximaal.",
        "maximumPostsRule": "La hauteur de passage maximale est de <strong>{maxPassageHeight} mm</strong> en raison de la hauteur standard des poteaux.",
        "info": "Info",
        "moreInformation": "Plus d'informations",
        "recommendation": "Recommandation",
        "validationErrors": {
          "selectOption": "Sélectionnez une option",
          "enterNumber": "Entrez un nombre",
          "integerOnly": "Seuls les millimètres entiers sont autorisés",
          "validNumberRequired": "Entrez un nombre valide"
        },
        "yes": "Oui",
        "no": "Non"
      },
      "WallProfileHeight": {
        "railSystemQuestion": "Encastrer le système de rails dans le sol",
        "railSystemQuestionTooltip": "Envisagez d'encastrer le rail inférieur du système coulissant dans le sol. Cela crée un passage sans seuil. Si vous optez pour cela, ajoutez 18 mm (la hauteur du rail inférieur) à votre hauteur de passage mesurée.",
        "MeasuringHeightRecessedCaption": "Exemple d'un système de rail encastré pour un passage sans seuil.",
        "label": "Hauteur jusqu'au bas du profilé mural par rapport au sol (pente 0°)",
        "tooltip": "C'est la hauteur à laquelle le profilé mural (auquel la véranda ou la partie supérieure de la structure de la paroi coulissante est fixée) est monté sur la façade, mesurée depuis le sol. Pour une terrasse sans pente (0°), cette hauteur correspond directement à la valeur des tableaux/outil d'aide à la mesure, en fonction de votre hauteur de passage et de votre profondeur souhaitées.",
        "MeasuringHeightPavingCaption": "Mesure de la hauteur verticale depuis le sol pour le montage du profilé.",
        "placeholder": "Hauteur jusqu'au bas du profilé mural",
        "validationErrors": {
          "min": "La hauteur jusqu'au bas du profilé mural doit être d'au moins {min} mm.",
          "max": "La hauteur jusqu'au bas du profilé mural ne doit pas dépasser {max} mm."
        },
        "recommendation": "Essayez une hauteur de profil mural de <strong>{recommendedWallProfileHeight} mm</strong> pour vous situer dans la plage de hauteur de passage de <strong>{min} - {max} mm</strong>."
      },
      "HeightBottomGutter": {
        "label": "Hauteur jusqu'au bas de la gouttière par rapport au sol (pente 0°)",
        "tooltip": "Ceci est la \"hauteur de passage\": la distance entre le haut de votre fondation/pavage et le dessous plat de la gouttière de votre véranda (existante). Mesurez-la en trois points (gauche, centre, droite) et utilisez la valeur la plus basse mesurée. Pour une terrasse sans pente (0°), c'est la mesure verticale directe.",
        "MeasuringHeightPavingCaption": "Mesure de la hauteur depuis le sol jusqu'au dessous de la gouttière.",
        "placeholder": "Hauteur jusqu'au bas de la gouttière",
        "heightBottomGutterResult": "La hauteur calculée jusqu'au bas du profil mural est de : <strong>{result} mm</strong>.",
        "validationErrors": {
          "min": "La hauteur jusqu'au bas de la gouttière doit être d'au moins {min} mm.",
          "max": "La hauteur jusqu'au bas de la gouttière ne doit pas dépasser {max} mm."
        },
        "recommendation": "Essayez une hauteur jusqu'au bas de la gouttière de <strong>{recommendedGutterBottomHeight} mm</strong> pour vous situer dans la plage de hauteur de passage de <strong>{min} - {max} mm</strong>."
      }
    }
  }
}
