{
  "Pages": {
    "Home": {
      "metaData": {
        "title": "Bienvenue chez Tuinmaximaal",
        "description": "Tuinmaximaal offre la garantie du prix le plus bas sur toutes les vérandas et parois coulissantes en verre. Commandez votre véranda en kit facile à assembler.",
        "keywords": "véranda, paroi coulissante en verre, pergola, véranda aluminium, kit de construction, toiture de terrasse, garantie prix bas"
      },
      "a11y": {
        "heroImageAlt": "Véranda moderne de Tuinmaximaal avec structure en aluminium noir mat et parois coulissantes en verre.",
        "mainContentLabel": "Contenu de la page d'accueil avec sélection de magasin"
      }
    },
    "NotFound": {
      "metaData": {
        "title": "Page non trouvée",
        "description": "Oops! La page que vous cherchez est introuvable. Vérifiez l'url ou retournez à notre page d'accueil."
      },
      "heading": "Oups ! Page non trouvée.",
      "description": "Nous ne trouvons pas la page que vous recherchez. Mais ne vous inquiétez pas, nous sommes heureux de vous aider !",
      "backToHome": "Retour à l'accueil",
      "a11y": {
        "imageAlt": "Illustration d'erreur 404",
        "backToHomeDescription": "Naviguer vers la page d'accueil"
      }
    },
    "MeasuringTool": {
      "metaData": {
        "title": "Aide à la mesure pour paroi coulissante en verre Gumax®",
        "description": "Utilisez notre outil d'instructions de mesure pour mesurer avec précision votre paroi coulissante en verre Gumax®."
      },
      "heading": "Aide à la mesure paroi coulissante en verre Gumax<sup>®</sup>",
      "description": "Vous souhaitez commander une paroi coulissante en verre avec une véranda Gumax<sup>®</sup> ? Utilisez alors notre outil de mesure pour calculer la hauteur de passage correcte. Si l'espace sur votre façade est limité pour le profilé mural et que vous êtes donc contraint à une hauteur de profilé spécifique, découvrez ici quelle hauteur de passage y correspond.",
      "tabs": {
        "wallProfileHeight": "Hauteur du profilé mural",
        "passageHeight": "Hauteur de passage"
      },
      "a11y": {
        "measuringToolVideoTitle": "Instructions de mesure pour les parois coulissantes en verre Gumax® - Nouvelle véranda Gumax®",
        "measuringToolVideoAlt": "Vidéo avec instructions de mesure pour la paroi coulissante en verre Gumax®, avec des conseils pour mesurer la hauteur et la pente de la véranda.",
        "calculatorTabsLabel": "Options de calcul de hauteur",
        "measuringSlopeAlt": "Image montrant comment mesurer la pente de la terrasse",
        "measuringHeightPavingAlt": "Mesure de la hauteur depuis le pavage existant jusqu'à la sous-face de la gouttière de la Véranda Tuinmaximaal à l'aide d'un mètre ruban, essentielle pour l'installation de Portes et baies coulissantes.",
        "measuringHeightRecessedAlt": "Mesure précise de la hauteur d'installation pour les Portes et baies coulissantes Tuinmaximaal depuis un caniveau de fondation encastré jusqu'au cadre supérieur de la Véranda.",
        "measuringWallProfileHeightAlt": "Relevé du dessous du profil mural de la véranda.",
        "measuringWidthFrontAlt": "Démonstration de la mesure de la libre avant entre les poteaux de Véranda Tuinmaximaal avec un mètre ruban pour commander des Portes et baies coulissantes de la bonne taille.",
        "measuringWidthSideAlt": "Mesure de la profondeur latérale d'une Véranda Tuinmaximaal, du mur de la maison à un poteau de support extérieur, pour assurer un ajustement correct des Portes et baies coulissantes."
      }
    }
  },
  "Components": {
    "Header": {
      "a11y": {
        "logoAriaLabel": "Page d'accueil de Tuinmaximaal",
        "mainNavigation": "Navigation principale",
        "siteHeader": "En-tête du site"
      }
    },
    "StoreSelection": {
      "selectCountry": "Sélectionnez votre pays",
      "areYouFrom": "Venez-vous de {country}?",
      "otherCountryPreference": "Préférence pour un autre pays ?",
      "saveSelection": "Enregistrer ma sélection pour les prochaines visites."
    },
    "StoreCard": {
      "selectCountry": "Sélectionner le pays",
      "goToStore": "Continuer vers la boutique en ligne française",
      "a11y": {
        "flagAlt": "Drapeau de {country}"
      }
    },
    "Form": {
      "Common": {
        "yes": "Oui",
        "no": "Non",
        "info": "Info",
        "moreInformation": "Plus d'informations",
        "recommendation": "Recommandation",
        "depthVeranda": "Profondeur de la véranda",
        "depthVerandaTooltip": "Sélectionnez la profondeur (A) souhaitée de votre véranda Gumax<sup>®</sup>. Choisissez parmi nos profondeurs standard : 2,5 m / 3,0 m / 3,5 m / 4,0 m.",
        "slope": "Pente de votre terrasse",
        "slopeTooltip": "Votre terrasse est-elle en pente vers le jardin ? Mesurez alors la différence de hauteur sur la profondeur choisie ci-dessus. Entrez cette différence en mm.",
        "slopePlaceholder": "Pente de la terrasse",
        "measurementUnitMm": "mm",
        "measurementUnitMeter": "mètre",
        "unitLabel": "Unité : {unit}",
        "calculatePassageHeight": "Calculer la hauteur de passage",
        "calculateBottomWallProfileHeight": "Calculer les hauteurs du profilé mural",
        "passageHeightResult": "La hauteur de passage calculée sous la gouttière est de : <strong>{result} mm</strong>.",
        "rangeSuccess": "Choisissez la hauteur de passage du système de rails : <strong>{min} - {max} mm</strong>.",
        "validationErrors": {
          "selectOption": "Sélectionnez une option",
          "enterNumber": "Entrez un nombre",
          "integerOnly": "Seuls les millimètres entiers sont autorisés",
          "validNumberRequired": "Entrez un nombre valide",
          "suggestionMessage": "Essayez un(e) {fieldName} de {recommendedInput} mm pour être dans la plage de {min} - {max} mm.",
          "wallProfileHeightFieldName": "hauteur de profilé mural",
          "passageHeightFieldName": "hauteur de passage",
          "pleaseNote": "Veuillez noter :"
        }
      },
      "WallProfileHeight": {
        "sectionHeading": "Hauteur du profilé mural",
        "intro": "Vous connaissez la hauteur de passage souhaitée ? Utilisez cet outil de mesure pour calculer la hauteur de montage du profilé mural. Il s'agit de la hauteur jusqu'au bas du profilé mural.",
        "label": "Hauteur du profilé mural",
        "placeholder": "Hauteur jusqu'au bas du profilé mural",
        "tooltip": "Indiquez à quelle hauteur vous souhaitez monter le profilé mural. Mesurez la distance jusqu'au bas du profilé mural. Le profilé mural mesure 150 mm de haut, assurez-vous donc qu'il y a suffisamment d'espace sur votre façade pour le placer.",
        "railSystemQuestion": "Rail inférieur encastré",
        "railSystemQuestionTooltip": "Si vous encastrez le rail inférieur dans la terrasse, il sera au même niveau que la surface de la terrasse. Cela crée un passage sans seuil.<br></br>Voulez-vous que le rail inférieur de la paroi coulissante en verre soit encastré dans la terrasse ? Sélectionnez alors 'Oui'.",
        "foundationWarning": "Pour une paroi coulissante en verre d'une hauteur de plus de {threshold} mm, vous ne pouvez pas utiliser de fondations ponctuelles, car elles doivent être enterrées à 10 cm."
      },
      "HeightBottomGutter": {
        "label": "Hauteur de passage",
        "intro": "Avez-vous un espace limité sur votre façade et êtes-vous donc lié à une hauteur de profilé mural spécifique ? Calculez avec cet outil de mesure la <info>hauteur de passage</info> correspondante de votre véranda Gumax<sup>®</sup>. Ainsi, vous commandez directement la bonne taille pour votre paroi coulissante en verre.",
        "passageHeightTooltipTitle": "Hauteur de passage",
        "passageHeightTooltipDescription": "La hauteur de passage est la distance entre le dessous plat de la gouttière et le haut de la fondation ou du pavage. Remarque : après l'installation de la paroi coulissante, cette hauteur devient environ 7,5 cm plus basse en raison du système de rails.",
        "placeholder": "Sélectionnez votre hauteur de passage",
        "tooltip": "Sélectionnez la hauteur de passage souhaitée de votre véranda Gumax<sup>®</sup>. La hauteur de passage est la distance entre le dessous plat de la gouttière et le haut de la fondation ou du pavage. Remarque : après l'installation de la paroi coulissante, cette hauteur devient environ 7,5 cm plus basse en raison du système de rails.",
        "wallProfileHeightsResultTitle": "Les hauteurs de profilé mural calculées :",
        "bottomWallProfileHeightLabel": "Bas du profilé mural : <strong>{height} mm</strong>",
        "topWallProfileHeightLabel": "Haut du profilé mural : <strong>{height} mm</strong>",
        "walkthroughHeightRangeLabel": "Choisissez la hauteur de passage du système de rails : <strong>{min} - {max} mm</strong>."
      }
    }
  },
  "Video": {
    "playVideoAriaLabel": "Lancer la vidéo sur {title}"
  }
}
