{
  "Pages": {
    "Home": {
      "metaData": {
        "title": "Welkom bij Tuinmaximaal",
        "description": "Tuinmaximaal biedt de laagste prijs garantie op terrasoverkappingen en glazen schuifwanden. Bestel je terrasoverkapping als bouwpakket met gratis thuisbezorging.",
        "keywords": "terrasoverkapping, glazen schuifwand, aluminium terrasoverkapping, bouwpakket, schuifpui, tuinoverkapping, laagste prijs garantie"
      },
      "a11y": {
        "heroImageAlt": "Moderne terrasoverkapping van Tuinmaximaal met mat zwart aluminium frame en glazen schuifwanden."
      }
    },
    "NotFound": {
      "metaData": {
        "title": "Pagina niet gevonden",
        "description": "Oeps! De pagina die je zoekt, kan niet worden gevonden. Controleer de url of ga terug naar onze startpagina."
      },
      "heading": "Oeps! Pagina niet gevonden.",
      "description": "We kunnen de pagina die je zoekt niet vinden. Maar geen zorgen, we helpen je graag verder!",
      "backToHome": "Terug naar Home",
      "a11y": {
        "imageAlt": "404 illustratie"
      }
    },
    "MeasuringTool": {
      "metaData": {
        "title": "Meetinstructies Gumax® glazen schuifwand",
        "description": "Gebruik onze meetinstructies tool voor het nauwkeurig inmeten van je Gumax® glazen schuifwand"
      },
      "heading": "Meetinstructies Gumax<sup>®</sup> glazen schuifwand",
      "tabs": {
        "wallProfileHeight": "Hoogte tot onderkant muurprofiel",
        "heightBottomGutter": "Hoogte tot onderkant goot"
      },
      "a11y": {
        "measuringSlopeImageAlt": "Afbeelding die laat zien hoe de afschot van het terras gemeten wordt",
        "measuringHeightPavingAlt": "Het meten van de hoogte vanaf bestaande bestrating tot de onderkant van de goot van de Tuinmaximaal terrasoverkapping met een meetlint, essentieel voor het plaatsen van glazen schuifwanden.",
        "measuringHeightRecessedAlt": "Nauwkeurig meten van de installatiehoogte voor Tuinmaximaal glazen schuifwanden vanaf een verzonken funderingsgoot tot het bovenframe van de terrasoverkapping.",
        "assessingSlopeAlt": "Beoordelen van de afloop van het terras met een waterpas en hoogtemeting, een cruciale stap vóór het installeren van Tuinmaximaal glazen schuifwanden.",
        "measuringWidthFrontAlt": "Demonstratie van het meten van de vrije voorzijde tussen de palen van de Tuinmaximaal terrasoverkapping met een meetlint voor het bestellen van de juiste maat glazen schuifwanden.",
        "measuringWidthSideAlt": "Het meten van de zijdelingse diepte van een Tuinmaximaal terrasoverkapping, van de huismuur tot een buitenste steunpaal, om een goede passing van glazen schuifwanden te verzekeren."
      }
    }
  },
  "Components": {
    "Header": {
      "a11y": {
        "logoAriaLabel": "Tuinmaximaal homepage"
      }
    },
    "StoreSelection": {
      "selectCountry": "Selecteer je land",
      "areYouFrom": "Kom je uit {country}?",
      "otherCountryPreference": "Voorkeur voor een ander land?",
      "saveSelection": "Mijn selectie bewaren voor een volgend bezoek."
    },
    "StoreCard": {
      "goToStore": "Ga verder naar de Nederlandse webshop",
      "a11y": {
        "flagAlt": "Vlag van {country}"
      }
    },
    "Form": {
      "Common": {
        "depthVeranda": "Diepte terrasoverkapping",
        "depthVerandaTooltip": "Meet de diepte van uw terrasoverkapping van de muur tot aan de voorkant van de goot. Deze maat beïnvloedt de benodigde specificaties als u de schuifwanden onder een bestaande terrasoverkapping plaatst en is relevant voor de context van de installatie.",
        "MeasuringWidthSideCaption": "Het meten van de diepte van de terrasoverkapping vanaf de muur tot de voorzijde.",
        "slope": "Afloop van uw terras",
        "slopeTooltip": "Controleer of uw terras afloopt (helling heeft) en meet het hoogteverschil over de diepte van de terrasoverkapping. Als uw terras afloopt richting de tuin, moet u dit verschil compenseren bij het bepalen van de montagehoogte van het muurprofiel; de doorloophoogte blijft gelijk. Houd ook rekening met de 18 mm hoogte van de onderrail indien u van plan bent deze te verzinken, aangezien dit de totale berekeningen kan beïnvloeden.",
        "MeasuringSlopeCaption": "Het bepalen van de afloop van het terras en het hoogteverschil.",
        "MeasuringWidthFrontCaption": "Het meten van de voorzijde van de terrasoverkapping.",
        "slopePlaceholder": "Afloop terras",
        "measurementUnitMm": "mm",
        "measurementUnitMeter": "meter",
        "calculatePassageHeight": "Bereken doorloophoogte",
        "calculateBottomWallProfileHeight": "Bereken hoogte tot onderkant muurprofiel",
        "passageHeightResult": "De berekende doorloophoogte is: <strong>{result} mm</strong>.",
        "rangeSuccess": "Dit valt <strong>{within}</strong> het doorloophoogtebereik van: <strong>{min} - {max} mm</strong>.",
        "rangeSuccessWithin": "binnen",
        "rangeSuccessOutside": "buiten",
        "rangeError": "Dit valt <strong>{outside}</strong> het doorloophoogtebereik van Tuinmaximaal.",
        "maximumPostsRule": "De maximale doorloophoogte is <strong>2500 mm</strong> vanwege de standaardhoogte van de staanders.",
        "info": "Info",
        "moreInformation": "Meer informatie",
        "validationErrors": {
          "selectOption": "Selecteer een optie",
          "enterNumber": "Voer een getal in",
          "integerOnly": "Alleen hele millimeters zijn toegestaan",
          "validNumberRequired": "Voer een geldig getal in"
        },
        "yes": "Ja",
        "no": "Nee"
      },
      "WallProfileHeight": {
        "railSystemQuestion": "Railsysteem verzonken neerleggen",
        "railSystemQuestionTooltip": "Overweeg of u de onderrail van het schuifsysteem in de grond wilt verzinken. Dit zorgt voor een drempelloze doorgang. Als u hiervoor kiest, tel dan 18 mm (de hoogte van de onderrail) op bij de gemeten doorloophoogte.",
        "MeasuringHeightRecessedCaption": "Voorbeeld van een verzonken railsysteem voor een drempelloze doorgang.",
        "label": "Hoogte tot onderkant muurprofiel t.o.v. bodem (0° afloop)",
        "tooltip": "Dit is de hoogte waarop het muurprofiel (waaraan de terrasoverkapping of het bovenste deel van de schuifwandconstructie is bevestigd) aan de gevel wordt gemonteerd, gemeten vanaf de grond. Bij een terras zonder helling (0°), komt deze hoogte direct overeen met de waarde uit de tabellen/meethulp, gebaseerd op uw gewenste doorloophoogte en diepte.",
        "MeasuringHeightPavingCaption": "Het meten van de verticale hoogte vanaf de grond voor profielmontage.",
        "placeholder": "Hoogte tot onderkant muurprofiel",
        "validationErrors": {
          "min": "De hoogte tot onderkant muurprofiel moet minimaal {min} mm zijn.",
          "max": "De hoogte tot onderkant muurprofiel mag maximaal {max} mm zijn."
        },
        "recommendation": "Probeer een muurprofielhoogte van <strong>{recommendedWallProfileHeight} mm</strong> om binnen de doorloophoogte van <strong>{min} - {max} mm</strong> te vallen."
      },
      "HeightBottomGutter": {
        "label": "Hoogte tot onderkant goot t.o.v. bodem (0° afloop)",
        "tooltip": "Dit is de \"doorloophoogte\": de afstand tussen de bovenkant van uw fundering/bestrating en de vlakke onderzijde van de goot van uw (bestaande) terrasoverkapping. Meet dit op drie punten (links, midden, rechts) en gebruik de laagst gemeten waarde. Bij een terras zonder helling (0°) is dit de directe verticale maat.",
        "MeasuringHeightPavingCaption": "Het meten van de hoogte vanaf de grond tot de onderkant van de goot.",
        "placeholder": "Hoogte tot onderkant goot",
        "heightBottomGutterResult": "De berekende hoogte tot onderkant goot is: <strong>{result} mm</strong>.",
        "validationErrors": {
          "min": "De hoogte tot onderkant goot moet minimaal {min} mm zijn.",
          "max": "De hoogte tot onderkant goot mag maximaal {max} mm zijn."
        },
        "recommendation": "Probeer een hoogte tot onderkant goot van <strong>{recommendedGutterBottomHeight} mm</strong> om binnen de doorloophoogte van <strong>{min} - {max} mm</strong> te vallen."
      }
    }
  }
}
